export const workouts = [
  {
    id: 1,
    title: "Ноги",
    exercises: [
      { name: "Приседания со штангой", details: "Трэп-гриф", sets: "3×12" },
      { name: "Жим ногами", details: "низкая постановка стоп", sets: "2×15" },
      { name: "Становая тяга с гантелями", details: "пауза 1 секунда в нижней точке", sets: "3×8" },
      { name: "Приседания на одной ноге", details: "с опорой или без", sets: "3×10" },
      { name: "Прыжки вверх до максимальной высоты", details: "прыгай как можно выше", sets: "4×10" }
    ]
  }
];
